<?php
// фамилии
const surnames = [
    'Ульянов', 'Матросов', 'Деревянко', 'Уваров', 'Михеев',
    'Евдокимов', 'Ефремов', 'Ларионов', 'Кузнецов', 'Кузьмин',
    'Добронравов', 'Нефедов', 'Кириченко', 'Проценко', 'Иванов',
    'Петров', 'Сидоренко', 'Лабузов', 'Дзержинский', 'Куличев',
    'Гамершмидт', 'Захаров', 'Лавров', 'Серов', 'Абдулов',
    'Ленин', 'Орлов', 'Быков', 'Мазурчак', 'Капитонов',
    'Курзин', 'Лошманов', 'Демин', 'Кукушка', 'Сидоров',
];
// имена
const firstNames = [
    'Михаил', 'Антон', 'Владислав', 'Николай', 'Александр',
    'Роман', 'Алексей', 'Валерий', 'Максим', 'Сергей',
    'Борис', 'Петр', 'Владимир', 'Альберт', 'Алан',
    'Анатолий', 'Антип', 'Вадим', 'Валентин', 'Василий',
    'Виталий', 'Гектор', 'Глеб', 'Григорий', '',
    'Даниил', 'Денис', 'Дмитрий', 'Евгений', 'Елизар',
    'Захар', 'Игорь', 'Илья', 'Макар', 'Нестор',
];
// фамилии
const patronymics = [
    'Адамович', 'Азарович', 'Альбертович', 'Алексеевич', 'Артемович',
    'Борисович', 'Багданович', 'Валентинович', 'Варламович', 'Варфоломеевич',
    'Васильевич', 'Викторович', 'Гаврилович', 'Данилович', 'Евсеевич',
    'Егорович', 'Елизарович', 'Епифанович', 'Захарович', 'Иванович',
    'Игоревич', 'Карлович', 'Кимович', 'Кондратович', 'Кузьмич',
    'Леонтиевич', 'Макарович', 'Максимович', 'Матвеевич', 'Михайлович',
    'Нестерович', 'Олегович', 'Остапович', 'Павлович', 'Романович',
];
